{
  "title1_hero": "Hola, sóc ",
  "title2_hero": "Miriam",
  "title3_hero": "Belda",
  "descripction_hero": "Em dedico a investigar i gaudir del que m’apassiona, com la informàtica o l’art en totes les seves formes.",
  "btn_hero_view": "Veure el meu treball",
  "scroll": "Desplaçar",

  "title1_about": "Sobre",
  "title2_about": " Mi",
  "h3_about": "Desenvolupadora web apassionada i estudiant d’IT",
  "p1_about": "M’agrada programar i gaudeixo afrontant nous reptes, buscant solucions i aprenent en el procés. La tecnologia em motiva a seguir explorant, ja sigui desenvolupant projectes personals o simplement provant noves idees.",
  "p2": "Actualment estudio Enginyeria Informàtica i vull continuar formant-me. M’interessa estar al dia de les noves tecnologies i seguir creixent tant tècnicament com personalment.",
  "btn_getInTouch": "Contacta amb mi",
  "btn_CV": "Descarregar CV",
  "h4_1_about": "Desenvolupament Web",
  "p_1_about": "M’interessa tant el frontend com el backend, amb l’objectiu de formar-me com a desenvolupadora fullstack. Gaudeixo creant webs i aplicacions funcionals, combinant disseny, lògica i bones pràctiques de codi.",
  "h4_2_about": "Motivacions",
  "p_2_about": "Sóc apassionada per la tecnologia i sempre estic explorant noves idees, eines i maneres d’aprendre. Estic motivada a entendre com funcionen les coses i donar-los vida pròpia.",
  "h4_3_about": "Estudis",
  "p_3_about": "Vaig estudiar Sistemes Microinformàtics i Xarxes (SMR) i actualment estudio Desenvolupament d’Aplicacions Web (DAW). Continuo formant-me per dedicar-me al que m’agrada.",

  "title1_skills": "Les meves ",
  "title2_skills": " habilitats",
  "all": "Totes",
  "db": "BD",
  "tools": "eines",

  "title1_projects": "Projectes ",
  "title2_projects": " destacats",
  "descripction_projects": "Aquests projectes reflecteixen el meu enfocament creatiu i tècnic per resoldre problemes reals, combinant disseny funcional amb solucions efectives.",
  "btn_projects": "Consulta el meu GitHub",

  "pr1_title": "Botiga Online de Cafè Artesanal",
  "pr1_descr": "Un lloc web minimalista i elegant per vendre cafè, centrat en l’experiència d’usuari, estètica natural i una navegació fluida des de la selecció fins al pagament.",
  "pr2_title": "Vibra – Reproductor de música funcional",
  "pr2_descr": "Una app intuïtiva de música en streaming amb llistes personalitzades, controls dinàmics i un disseny responsiu que vibra al ritme de l’usuari.",
  "pr3_title": "Quadre de comandament de dades",
  "pr3_descr": "Quadre de comandament visual amb gràfics interactius i filtres intel·ligents per explorar dades en temps real, ideal per anàlisis ràpids i presentacions clares.",

  "title_contact_not": "Missatge enviat!",
  "desc_contact_not": "Gràcies pel teu missatge. Et respondre aviat.",
  "title1_contact": "Contacta",
  "title2_contact": " amb mi",
  "descripction_contact": "Si tens alguna idea en ment, posa’t en contacte. Estic oberta a col·laborar en idees innovadores i desafiaments. Si busques algú amb compromís, visió tècnica i un enfocament estratègic, estaré encantada d’escoltar-te.",

  "h3_contact": "Informació de contacte",
  "h4_phone": "Telèfon",
  "h4_location": "Ubicació",
  "a_location": "Villena, Alicante (Espanya)",
  "h4_rrss": "Contacta amb mi",
  "form_name": "Nom",
  "form_message": "Missatge",
  "send_message": "Enviar missatge",
  "sending_message": "Enviant",

  "p_footer": "Miriam, Tots els drets reservats.",

  "nav_home": "Inici",
  "nav_about": "Sobre mi",
  "nav_skills": "Habilitats",
  "nav_projects": "Projectes",
  "nav_contact": "Contacte"
}
