{
    "title1_hero": "Salut, je suis ",
    "title2_hero": "Miriam", 
    "title3_hero": "Belda",
    "descripction_hero": "Je me consacre à la recherche et à la passion de ce qui m'anime, comme l'informatique ou l'art sous toutes ses formes.",
    "btn_hero_view": "Voir Mon Travail", 
    "scroll": "Faire défiler",

    "title1_about": "À propos", 
    "title2_about": " de moi", 
    "h3_about": "Développeuse Web passionnée & étudiante en informatique", 
    "p1_about": "J'aime programmer et relever de nouveaux défis, chercher des solutions et apprendre en chemin. La technologie me motive à continuer d'explorer, que ce soit en développant des projets personnels ou simplement en testant de nouvelles idées.",
    "p2": "Je suis actuellement en formation DAW et je souhaite vraiment continuer à me former. Je m'intéresse à rester à jour avec les nouvelles technologies et à continuer de grandir tant techniquement que personnellement.",
    "btn_getInTouch": "Prendre Contact", 
    "btn_CV": "Télécharger CV", 
    "h4_1_about": "Développement Web", 
    "p_1_about": "Je m'intéresse au développement frontend et backend, dans le but de devenir développeuse fullstack. J'aime créer des sites web et applications fonctionnels, en combinant design, logique et bonnes pratiques de codage.", 
    "h4_2_about": "Motivations",
    "p_2_about": "Je suis passionnée par la technologie et j'explore toujours de nouvelles idées, outils et façons d'apprendre. Je suis motivée à comprendre comment les choses fonctionnent et leur donner vie.",
    "h4_3_about": "Études", 
    "p_3_about": "J'ai étudié les Systèmes Micro-informatiques et Réseaux (SMR) et je poursuis actuellement mes études en Développement d'Applications Web (DAW). Je continue à me former pour me consacrer à ce que j'aime.",

    "title1_skills": "Mes ",
    "title2_skills": " Compétences",
    "all": "Tout",
    "db": "DB",
    "tools": "outils",

    "title1_projects": "Projets ",
    "title2_projects": " Sélectionnés", 
    "descripction_projects": "Ces projets reflètent mon approche créative et technique pour résoudre des problèmes réels, alliant design fonctionnel et solutions efficaces.",
    "btn_projects": "Voir mon GitHub",
    
    "pr1_title": "Boutique en ligne de café artisanal",
    "pr1_descr": "Un site web minimaliste et élégant pour vendre du café, centré sur l'expérience utilisateur, l'esthétique naturelle et une navigation fluide de la sélection au paiement.",
    "pr2_title": "Vibra – Lecteur de musique fonctionnel",
    "pr2_descr": "Une application de streaming musical intuitive avec playlists personnalisées, contrôles dynamiques et un design réactif qui vibre au rythme de l'utilisateur.",
    "pr3_title": "Tableau de bord des données",
    "pr3_descr": "Tableau de bord visuel avec graphiques interactifs et filtres intelligents pour explorer les données en temps réel, idéal pour des analyses rapides et des présentations claires.",
    
    "title_contact_not": "Message envoyé !",
    "desc_contact_not": "Merci pour votre message. Je vous répondrai bientôt.",
    "title1_contact": "Prendre ",
    "title2_contact": " Contact", 
    "descripction_contact": "Si vous avez une idée en tête, contactez-moi. Je suis ouverte à collaborer sur des idées innovantes et ambitieuses. Si vous cherchez quelqu'un avec de l'engagement, une vision technique et une approche stratégique, je serais ravie d'échanger avec vous.",
    
    "h3_contact": "Informations de contact",
    "h4_phone": "Téléphone",
    "h4_location": "Localisation",
    "a_location": "Villena, Alicante (Spain)",
    "h4_rrss": "Contactez-moi",
    "form_name": "Nom",
    "form_message": "Message",
    "send_message": "Envoyer le message",
    "sending_message": "Envoi en cours",
    
    "p_footer": "Miriam, Tous droits réservés.",
    
    "nav_home": "Accueil",
    "nav_about": "À propos",
    "nav_skills": "Compétences",
    "nav_projects": "Projets",
    "nav_contact": "Contact"
}